{
  "interaction_ease": {
    "question_text": "How easy was it to interact with Compass and understand its responses?",
    "description": "Focuses on how easy it was for the user to interact with Compass, rated on a scale of 0 to 4."
  },
  "clarity_of_skills": {
    "question_text": "Did Compass help you gain a clearer understanding of your skills? If not, why?",
    "description": "The user can answer true if Compass clarified their skills or false if it did not."
  },
  "satisfaction_with_compass": {
    "question_text": "How satisfied are you with Compass?",
    "description": "Measures the user's overall satisfaction with Compass, rated on a scale of 0 to 4."
  },
  "accuracy_relevance": {
    "question_text": "How accurate and relevant do you feel the identified information is? Why?",
    "options": {
      "experience_title": "Experience title/Experience duplication",
      "parsing_dates": "Parsing of dates",
      "parsing_location": "Parsing of location",
      "skills": "Skills"
    },
    "description": "Assesses the perceived accuracy and relevance of the information provided by Compass."
  },
  "incorrect_skills": {
    "question_text": "Are there any skills that Compass incorrectly identified for you?",
    "description": "The user can answer true if any skills were incorrectly identified or false if none were."
  },
  "missing_skills": {
    "question_text": "Are there any skills you have that Compass did not identify?",
    "description": "The user can answer true if any skills were missed or false if all skills were identified."
  },
  "skill_recognition": {
    "question_text": "Did you feel that the app recognized and valued your skills fairly, without making assumptions based on your background, language, or other personal characteristics?",
    "description": "The user can answer true if they felt their skills were recognized and valued fairly, or false if they did not."
  },
  "recommendation": {
    "question_text": "Would you recommend Compass to other job seekers?",
    "description": "Measures how likely the user is to recommend Compass, rated on a scale of 0 to 10."
  },
  "additional_feedback": {
    "question_text": "Any other feedback or suggestions for improving Compass?",
    "description": "Collects additional comments or suggestions for improving Compass."
  }
}
