{
  "interaction_ease": {
    "question_text": "À quel point était-il facile ou difficile d’interagir avec Compass et de comprendre ses réponses ?",
    "description": "Cette question est utilisée pour mesurer le Customer Effort Score (CES). La réponse est sur une échelle de 1 (Très difficile) à 5 (Très facile).",
    "comment_placeholder": "Veuillez expliquer votre note et partager vos suggestions pour améliorer la facilité d’interaction avec Compass."
  },
  "clarity_of_skills": {
    "question_text": "Compass vous a-t-il aidé à mieux comprendre vos compétences ? Si non, pourquoi ?",
    "description": "Cette question vise à mesurer l’Utilité Perçue (PU). L’utilisateur peut répondre VRAI (indiquant que Compass a aidé) ou FAUX (indiquant que Compass n’a pas aidé), avec un champ de texte optionnel pour des commentaires supplémentaires.",
    "comment_placeholder": "Veuillez indiquer pourquoi Compass ne vous a pas aidé à mieux comprendre vos compétences."
  },
  "satisfaction_with_compass": {
    "question_text": "Dans quelle mesure êtes-vous satisfait de Compass ?",
    "description": "Cette question est utilisée pour mesurer le Customer Satisfaction Score (CSAT). La réponse est sur une échelle de 1 (Très insatisfait) à 5 (Très satisfait).",
    "comment_placeholder": null
  },
  "work_experience_accuracy": {
    "question_text": "Y a-t-il des éléments de votre expérience professionnelle identifiés par Compass qui étaient inexacts ?",
    "options": {
      "experience_title": "Titre d’expérience incorrect",
      "experience_dates": "Dates de début/fin incorrectes",
      "experience_location": "Emplacement incorrect",
      "duplicate_experience": "Expériences en double",
      "missing_experience": "Expériences manquantes",
      "other": "Autre"
    },
    "description": "Cette question vise à identifier les inexactitudes spécifiques dans les informations d’expérience professionnelle. La réponse est une liste de clés sélectionnées, avec des commentaires supplémentaires facultatifs.",
    "comment_placeholder": "Veuillez fournir plus de détails sur les inexactitudes dans vos informations d’expérience professionnelle identifiées par Compass."
  },
  "incorrect_skills": {
    "question_text": "Y a-t-il des compétences que Compass a mal identifiées pour vous ?",
    "description": "Cette question vise à identifier les compétences mal reconnues. L’utilisateur peut répondre VRAI (compétences incorrectes) ou FAUX (aucune compétence incorrecte). En cas de VRAI, l’utilisateur peut fournir des commentaires supplémentaires.",
    "comment_placeholder": "Veuillez lister les compétences que Compass a mal identifiées pour vous."
  },
  "missing_skills": {
    "question_text": "Y a-t-il des compétences que vous possédez et que Compass n’a pas identifiées ?",
    "description": "Cette question vise à identifier les compétences manquantes. Les réponses peuvent être VRAI (compétences manquantes) ou FAUX (aucune compétence manquante). En cas de VRAI, des commentaires supplémentaires peuvent être ajoutés.",
    "comment_placeholder": "Veuillez lister les compétences que vous possédez et que Compass n’a pas identifiées."
  },
  "perceived_bias": {
    "question_text": "Avez-vous eu l’impression que Compass vous traitait injustement en faisant des suppositions sur votre origine, votre langue ou d’autres caractéristiques personnelles ? Si oui, décrivez votre expérience.",
    "description": "Cette question vise à identifier les biais perçus. Les réponses peuvent être VRAI (biais) ou FAUX (aucun biais), avec un champ de texte optionnel pour des commentaires supplémentaires.",
    "comment_placeholder": "Veuillez partager plus de détails sur votre expérience. Incluez des exemples précis où vous avez eu l’impression que Compass vous a traité injustement ou a fait des suppositions sur votre origine, votre langue ou d’autres caractéristiques personnelles."
  },
  "recommendation": {
    "question_text": "Quelle est la probabilité que vous recommandiez Compass à d’autres chercheurs d’emploi ?",
    "description": "Cette question est utilisée pour mesurer le Net Promoter Score (NPS). La réponse est sur une échelle de 1 (Pas du tout probable) à 5 (Extrêmement probable).",
    "comment_placeholder": null
  },
  "additional_feedback": {
    "question_text": "Veuillez partager tout commentaire ou toute suggestion supplémentaire pour améliorer Compass.",
    "description": "Utilisé pour recueillir tout commentaire ou toute suggestion supplémentaire des utilisateurs pour améliorer Compass. La réponse est sous forme de texte.",
    "comment_placeholder": "Nous serions ravis de connaître votre avis ! Veuillez partager tout commentaire ou toute suggestion supplémentaire pour améliorer Compass."
  }
}
